Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaisnuorten_taidetapahtuman_tube-kilpailun_voitti_elle-maarja_siltala_ivalosta_ja_musiikkikilpailun_oarjanieiddat_enontekiolta.html.tmx
Source language: fin
Languages: smn

source: Saamelaisnuorten taidetapahtuman tube-kilpailun voitti Elle-Máárjá Siltala Ivalosta ja musiikkikilpailun Oarjánieiddat Enontekiöltä
smn: Säminuorâi taaiđâtábáhtus tubettem-kišto vuoitij Elle-Máárjá Siltala Avelist já muusikkišto Oarjánieiddat Iänuduvvâst

source: Saamelaisnuorten taidetapahtuman tube-kilpailun voitti Ivalon ala-asteen oppilas Elle-Máárjá Siltala videolla ”Elle-Máárjá peivi”.
smn: Säminuorâi taaiđâtábáhtus tubettem-kišto vuoitij Avveel vyeliškoovlâ uáppee Elle-Máárjá Siltala. Elle-Máárjá lâi kuvviim jiejâs eellim oovtâ peeivi ääigi “Elle-Máárjá peivi” -videost.

source: Voittaja (100€)
smn: Vyeittee (100€)

source: Nimi: Elle-Máárjá peivi Tekijä: Elle-Máárjá Siltala, Kiäváájävri (Avveel vyelitääsi, 0lk)
smn: Nommâ: Elle-Máárjá peivi Rähtee: Elle-Máárjá Siltala, Kiäváájävri (Avveel vyelitääsi, 0lk)

source: Tube-kilpailussa 50€ stipendin saivat:
smn: Tubettem-kištoost stipend (50 €) finnejii:

source: Nimi: Ru’vddcuaggas – Rautatie Tekijät: Henry Haataja, Lilja Ljetoff, Henri Kekäle, Helmi Ljetoff, Sevettijärvi
smn: Nommâ: Ru’vddcuaggas – Rautatie Rähteeh: Henry Haataja, Lilja Ljetoff, Henri Kekäle já Helmi Ljetoff, Čevetjävri

source: Nimi: Hobbyhorses Tekijät: Hildá Musta, Ella Kämäräinen, Sáranne Näkkäläjärvi, Inari
smn: Nommâ: Hobbyhorses Rähteeh: Hildá Musta, Ella Kämäräinen já Sáranne Näkkäläjärvi, Aanaar

source: Nimi: Filbma Tekijät: Elen Aina West ja Jasmina Kangasniemi, Inari
smn: Nommâ: Filbma Rähteeh: Elen Aina West já Jasmina Kangasniemi, Aanaar

source: Nimi: Vuordámušat vs. duohtavuohta.
smn: Nommâ: Vuordámušat vs. duohtavuohta.

source: Dahkkit: Venla Järvensivu, Milja Suomi, Tampere
smn: Rähteeh: Venla Järvensivu já Milja Suomi, Tampere

source: Nimi: Škoovlâst, Tekijät: Arvi Lehmuslehti, Eetu Kantola, Penjami Mattus, Inari
smn: Nommâ: Škoovlâst, Rähteeh: Arvi Lehmuslehti, Eetu Kantola já Penjami Mattus, Avveel

source: Nimi: Ellee sierâ Tekijät: Roosa Pekkala, Lumi Pekkala, Elina Kotikangas já Aino Kiviniemi, Ivalo
smn: Nommâ: Ellee sierâ Rähteeh: Roosa Pekkala, Lumi Pekkala, Elina Kotikangas já Aino Kiviniemi, Avveel

source: Nimi: Verbâ háástus Tekijät: Pinja Krupula já Ronja Sokero, Ivalo
smn: Nommâ: Verbâ háástus Rähteeh: Pinja Krupula já Ronja Sokero, Avveel

source: Saamelaisnuorten taidetapahtuman musiikkikilpailun voitti Oarjáneiddat Enontekiöltä esityksellään ”Min árbi”.
smn: Säminuorâi taaiđâtábáhtus muusikkišto vuoitij Oarjánieiddat Iänuduvvâst.

source: Oarjanieiddat saivat 200 euron arvoisen stipendin ja osallistuvat Mikkelissä 25.-27.5.2018 järjestettävään Nuori Kulttuuri tapahtumaan SOUNDS:iin.
smn: Oarjanieiddat finnejii 200 eurod árvusâš stipend já uásálisteh Nuorâ Kulttuur SOUNDS tábáhtusân, mii uárnejuvvoo Mikkelist 25.-27.5.2018.

source: Myös seuraaville jaettiin stipendi vuoden 2018 Saamelaisnuorten taidetapahtumassa: Ivalon koulu Biellocizážat ”Gullo gullo” 100€ Sevettijärven koulu Čeʹvetjääuʹr päärna ”Aanarjäuʹrr” 100€ Vuotson koulu Vuohču juoigalaš mánát ”Luođit” 100€ Ivalon koulu Avvila nieiddat ”Vuoi vuoi mu ja Gula gula” 150 €
smn: Meid čuávuvááh finnejii stipend ive 2018 Säminuorâi taaiđâtábáhtusâst: Avveel škovlâ Biellocizážat ”Gullo gullo” 100€ Čevetjäävri škovlâ Čeʹvetjääuʹr päärna ”Aanarjäuʹrr” 100€ Vuáču škocvlâ Vuohču juoigalaš mánát ”Luođit” 100€ Avveel škovlâ Avvila nieiddat ”Vuoi vuoi mu ja Gula gula” 150 €

source: Lisätietoja: Saamelaisnuorten taidetapahtuman tuottaja Aleksi Ahlakorpi aleksi.ahlakorpi(at)samediggi.fi 010 8393 128, 040 687 8844
smn: Lasetiäđuh: Säminuorâi taaiđâtábáhtus pyevtitteijee Aleksi Ahlakorpi aleksi.ahlakorpi(at)samediggi.fi 010 8393 128, 040 687 8844

source: Katso lisää kuvia Saamelaiskäräjien Flickr-tililtä .
smn: Keejâ lase kuuvijd Sämitige Flickr -tilist.
